alacritty
base
base-devel
blueman
bluez
bluez-utils
btop
dhcpcd
downgrade
dunst
efibootmgr
fastfetch
feh
ghostty
gimp
git
google-chrome
grimblast-git
grub
htop
hypridle
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
hyprsunset
illogical-impulse-microtex-git-debug
intel-ucode
iwd
kvantum
linux
linux-firmware
nano
neovim
networkmanager
nwg-look
openssh
otf-monaspace
otf-monaspace-nerd
pavucontrol
pipewire
pipewire-audio
pulseaudio
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6ct
quickshell
ranger
rofi
rofi-wifi
sddm
slack-desktop
sof-firmware
speedtest-cli
sudo
telegram-desktop
thunar
ttf-jetbrains-mono-nerd
vim
vulkan-intel
waybar
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zed
